{"componentName":"Mini Split","description":"A ductless mini-split is essentially a heat pump minus the ductwork. It has two main components. One is an outdoor compressor, similar to one you would find in a central AC unit. The second is an indoor evaporator coil and air handling unit placed on a wall or the ceiling. A conduit links the two units together through a tiny hole in the wall. Ductless mini-split air conditioners are built to cool older homes without ductwork, or smaller homes and add-ons where ductwork isn’t practical. Some Ductless AC models have higher efficiency ratings that any other type of air conditioner.","pros":"The greatest advantage to a mini-split system is their ability to provide flexible cooling to each individual part of your home through a smaller, more energy efficient operation. It’s as close as you can get to central air without having to tear up your ceiling and walls for ductwork. Also, since mini-splits are a type of heat pump, they can provide heating for your home in the winter. An added bonus to a ductless system is that they are as quiet as an ordinary fan. With a compressor located outside, the unit is much quieter than a window or portable air conditioner. Plus, there is no need to obstruct the window with a unit or exhaust, so you have an unobstructed view outside, the ability to operate the window as you wish, and better home security.","cons":"Ductless mini-splits are more expensive than window or portable units. You will need to hire a professional to perform the installation, which includes linking the indoor and outdoor components by drilling a three-inch hole in the wall. And you need to take interior design considerations into account, because the unit needs to mount to the wall or ceiling of the room.","prerequisiteComponentType":7,"isWholeHomeComponent":false,"isHeating":true,"isCooling":true,"heatingBTUOutput":12000.0,"coolingBTUOutput":12000.0,"heatingCostPerBTU":0.0001219167,"coolingCostPerBTU":0.0000833,"componentType":4,"utilityType":0}